tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "esolitos/ipa"
tap "govmomi/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "minio/stable"
tap "romkatv/gitstatus"
tap "shinokada/fsc"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "act"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "asdf"
brew "awscli"
brew "bat"
brew "binutils"
brew "bmon"
brew "boost"
brew "bpytop"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "doctl"
brew "duf"
brew "wxwidgets"
brew "elixir"
brew "entr"
brew "etcd"
brew "exa"
brew "exiftool"
brew "folly"
brew "gcc"
brew "git"
brew "glances"
brew "pinentry"
brew "gnupg"
brew "go"
brew "govc"
brew "gping"
brew "harfbuzz"
brew "helm"
brew "httpie"
brew "jp"
brew "jq"
brew "just"
brew "k3d"
brew "k3sup"
brew "kotlin"
brew "kubernetes-cli"
brew "llvm"
brew "make"
brew "mas"
brew "pango"
brew "mono-libgdiplus"
brew "nvm"
brew "packer"
brew "postgresql@14"
brew "procs"
brew "pssh"
brew "pv"
brew "python@3.9"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "spaceship"
brew "starship"
brew "swaks"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "zoxide"
brew "cloudflare/cloudflare/cloudflared"
brew "dart-lang/dart/dart"
brew "esolitos/ipa/sshpass"
brew "hashicorp/tap/terraform"
brew "romkatv/gitstatus/gitstatus"
brew "shinokada/fsc/fsc"
cask "1password-cli"
cask "android-commandlinetools"
cask "angry-ip-scanner"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "github"
cask "iterm2"
cask "pandora"
cask "powershell"
cask "raycast"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "Jira", id: 1475897096
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "antfu.iconify"
vscode "arcanis.vscode-zipfs"
vscode "bbenoist.vagrant"
vscode "berublan.vscode-log-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "fabiospampinato.vscode-terminals"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "JakeBecker.elixir-ls"
vscode "jmrog.vscode-nuget-package-manager"
vscode "joshx.workspace-terminals"
vscode "ldez.ignore-files"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.gitignore"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-azuretools.vscode-logicapps"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.debugger-for-edge"
vscode "naco-siren.gradle-language"
vscode "Natizyskunk.sftp"
vscode "nepaul.editorconfiggenerator"
vscode "Orta.vscode-jest"
vscode "psioniq.psi-header"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "RapidAPI.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "statiolake.vscode-rustfmt"
vscode "steoates.autoimport"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "weijunyu.vscode-json-path"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
